brew "node"
brew "appium"
brew "chezmoi"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "mas"
brew "periphery"
brew "swiftlint"
brew "tmux"
brew "uv"
brew "yt-dlp"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "brave-browser"
cask "claude"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-han-code-jp"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "tailscale-app"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
